crossref/scenarios/soap11_echo_success.request.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Body><c:Echo xmlns:c="http://crossref.example/controlled"><c:Text>hello_soap11</c:Text></c:Echo></SOAP-ENV:Body></SOAP-ENV:Envelope>
